"MRJQRCodeMessage" = "prompt";
"MRJQRCodeTeachOpen" = "Please go to - > [privacy Settings - - photo] open access switch";
"MRJQRCodeSure" = "determine";

"MRJQRCodeLikeMessage" = "Warm prompt";
"MRJQRCodeDefinePhoto" = "Because the system reason, unable to access photo album";
"MRJQRCodeSure" = "determine";

"MRJQRCodeScaning" = "The qr code/bar code into the box, can automatically scan";
"MRJQRCodeOpenLight" = "Open the lamp";
"MRJQRCodeCloseLight" = "Close the floodlight";

"MRJQRCodeDataError" = "Data format check failed";
"MRJQRCodeWidthError" = "Generate qr code size is beyond the scope effectively";
"MRJQRCodeLogoImageError" = "Logo format check failed, please introduced to effective image";

"MRJQRCodeLogoScaleError" = "Failed to generate logo proportion, please introduced to effective ratio range (0 ~ 1.0）";
"MRJQRCodeChongqingjzb" = "chongqingjzb";
"MRJQRCodeAlbum" = "album";

